Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Nietoperze osiągają takie rozmiary tylko wówczas, gdy się dobrze najedzą.
uk: Лише завдяки повноцінному харчуванню кажан може вирости таким велетнем.

source: Nietoperz Wampir
uk: Кажан-вампір

source: Zwykłe nietoperze były za mało straszne, więc te piją też krew.
uk: Оскільки звичайні кажани недостатньо страшні, ці ще й кров п'ють.

source: Ogromny Nietoperz Wampir
uk: Гігантський кажан-вампір

source: Wielki, cichy i spragniony.
uk: Великий, тихий і спраглий.

source: Zwierzoczłek Mięśniak
uk: Звіролюд-силач

source: Takie osobniki zasłużyły sobie na szacunek bandy siłą i skłonnościami do przemocy.
uk: Цей звіролюд вирізняється дивовижною силою й жорстокістю навіть серед своїх родичів.

source: Zwierzoczłek Szaman
uk: Звіролюд-шаман

source: Wśród zwierzoludzi zręczna drwina z cywilizowanego świata świadczy o mądrości.
uk: Серед звіролюдів дотепна насмішка над цивілізацією вважається мудрістю.

source: W przeciwieństwie do bardziej prymitywnych naczelnych zwierzoludzie wykształcili zdolność machania ostrymi przedmiotami.
uk: На відміну від звичайних приматів, звіролюди мають кращу здатність розмахувати гострими предметами.

source: Pszczoła
uk: Бджола

source: Ul musi być blisko, bo ta pszczoła chyba jest zła.
uk: Вулик має бути десь поблизу, бо бджола наче з глузду з'їхала.

source: Zabójcza Pszczoła
uk: Бджола-вбивця

source: Nie zawsze warto dać się użądlić dla miodu.
uk: Мед не завжди вартий бджолиного жала.

source: Krwawy Ptak
uk: Кровокрил

source: Ten drapieżny ptak osłabia ofiary.
uk: Цей птах-м'ясоїд висотує сили у своєї здобичі.

source: Gwardia
uk: Вищий вартовий

source: Bagnożłop
uk: Болотопій

source: Kościste Licho
uk: Кістяне опудало

source: Brązowa Galaretka
uk: Бурий кисіль

source: Nowicjusz
uk: Послушник

source: Królowa Rosomon
uk: Королева Розомона

source: Nieczysta Kapłanka
uk: Порочна жриця

source: Czarna Wrona
uk: Чорна ворона

source: Żabójca
uk: Бийжаба

source: Rzeźnik z Bagien
uk: М'ясар з трясовин

source: Kraken
uk: Кракен

source: Starożytne zło z głębin zostało zbudzone ze snu.
uk: Стародавня істота з безодні прокинулася.

source: Macka
uk: Щупальце

source: Szczęściarz
uk: Щасливчик

source: Kragar Czarny Kamień
uk: Краґар Чорнобрил

source: Trupodziej
uk: Могиляр

source: Troll Królowej
uk: Королівський троль

source: Nawet potężny troll nie jest w stanie wyrwać się z objęć potęgi Królowej
uk: Навіть могутній троль не може вирватися з тенет влади королеви

source: Ognista Czarownica
uk: Бурштинова відьма

source: Wilcza Matka
uk: Мати-вовчиця

source: Bestia Chaosu
uk: Звір Хаосу

source: Ta złowroga istota jest ucieleśnieniem spaczającej świat energii chaosu.
uk: Це злісне створіння\u00A0— втілення енергії Хаосу, що роз'їдає світ.

source: Dziki Orzeł
uk: Дикий орел

source: Towarzysz
uk: Послідовник

source: Dziki Pająk
uk: Дикий павук

source: Dziki Wilk
uk: Дикий вовк

source: Wrona
uk: Ворона

source: Ponoć kruki rozpoznają i zapamiętują ludzkie twarze oraz potrafią chować urazę.
uk: Кажуть, що ворони можуть розрізняти й запам'ятовувати людські обличчя і довго тримають образу.

source: Kruk
uk: Крук

source: Prastare legendy mówią o krukach, które umiały mówić. Zdarzali się wśród nich potężni czarodzieje. Ale to na pewno wymysły.
uk: Легенди розповідають про стародавніх круків, які вміли говорити, а деякі з них володіли чарівною силою. Звісно ж, це просто байки.

source: Edna
uk: Една

source: Straciwszy całą rodzinę w ogromnym pożarze, Edna szuka celu w życiu. Jeśli dołączy do twojej drużyny – niech Omus cię prowadzi.
uk: Втративши сім'ю під час великої пожежі, Една тепер в пошуках рідної душі. Якщо вона приєднається до вашого загону, нехай Омус указує вам шлях.

source: Sobowtór
uk: Двійник

source: Te stworzenia potrafią naśladować każdego, choć nie wiadomo po co. Czy zależy im tylko na podkopywaniu zaufania i sianiu zamętu?
uk: Хоча їхні мотиви невідомі, ці істоти можуть видавати себе за кого завгодно. Може, вони хочуть просто підривати довіру й сіяти безлад?

source: Orzeł
uk: Орел

source: Te dumne i straszliwe orły z Fahrulu mogą zapolować na wszystko, na co tylko mają ochotę.
uk: Горді й люті, орли Фарулу за бажання можуть вполювати собі практично будь-яку здобич.

source: Olbrzymi Orzeł
uk: Велетенський орел

source: Żywiołak Powietrza
uk: Елементаль повітря

source: Nikczemne wcielenie podstawowych elementów przyrody.
uk: Злісне втілення основних природних стихій.

source: Żywiołak Ognia
uk: Елементаль вогню

source: Żywiołak Wody
uk: Елементаль води

source: Bagienna Mucha
uk: Болотяна муха

source: Włóczenie się po bagnach to i tak zły pomysł, nawet bez ściągania na siebie uwagi roju tych paskudnych, gryzących owadów.
uk: Мандрувати болотом вельми неприємно, навіть якщо не брати до уваги рій цих мерзенних кусючих комах.

source: Duch
uk: Привид

source: Dusza, która zgubi drogę do zaświatów, może pozostać w Fahrulu jako duch.
uk: Душа, що загубилася на шляху до потойбіччя, може залишитися у Фарулі в подобі привида.

source: Straszny Duch
uk: Страшний привид

source: Ghul
uk: Упир

source: Na szczęście te nieumarłe trupojady trzymają się raczej krypt i cmentarzy.
uk: На щастя, ця трупожерна нечисть здебільшого водиться у склепах і на цвинтарях.

source: Goblin Oszust
uk: Ґоблін-витівник

source: Gobliny uwielbiają magię i potrafią wykorzystywać ją w sposób, który zaskakuje ludzkich uczonych.
uk: Ґобліни захоплюються магією й здатні використовувати її так, що це спантеличує людських учених.

source: Elitarny Goblin
uk: Елітний ґоблінський воїн

source: Goblin, który przeżyje kilka walk, cieszy się wśród swoich sporym szacunkiem.
uk: Ґоблін, який вижив у численних битвах, користується великою повагою серед своїх побратимів.

source: Choć gobliny mają reputację tchórzy i słabeuszy, tak naprawdę lubią dobrą zadymę.
uk: Всі думають, що вони слабаки й боягузи, але насправді ґобліни полюбляють хорошу бійку.

source: Tajemnicą sukcesu tego goblina jest nieskończony strumień darmowych towarów, które pozostawiają po sobie pechowi poszukiwacze przygód.
uk: Секрет успіху цього ґобліна — в нескінченному запасі товарів, знятих з тіл загиблих шукачів пригод.

source: Goblin Snajper
uk: Влучний ґоблінський стрілець

source: Dobre oko i okrutny śmiech – po tym rozpoznasz goblińskich snajperów.
uk: Гострий погляд і безжалісний сміх — відмінні риси ґобліна-стрільця.

source: Ognisty Golem
uk: Вогняний голем

source: Siła żywiołu w formie materialnej, której dano tylko tyle świadomości, żeby mogła być posłuszna swojemu panu.
uk: Стихійна сила, втілена в матеріальну форму й наділена достатнім розумом, щоб підкорятися своєму господареві.

source: Lodowy Golem
uk: Крижаний голем

source: Burzowy Golem
uk: Голем блискавок

source: Skalny Golem
uk: Кам'яний голем

source: Kapitan Zielonobrody
uk: Капітан Зелена Борода

source: Starucha
uk: Карга

source: Czasami zdarza się, że w dziczy mieszka słodka staruszka, ale w tym przypadku nie ma co liczyć na gościnność.
uk: Є багато милих дам похилого віку, які мирно живуть собі на природі. Але це не про неї.

source: Czarna Wiedźma
uk: Чорна карга

source: Morska Wiedźma
uk: Морська карга

source: Wiszące Dusze
uk: Душа повішеного

source: Tej duszy wisielca nie dane było godne przejście do zaświatów. Teraz dręczy żywych w poszukiwaniu swoich szczątków. Każdego, do kogo przypałęta się ta dusza, spotka nieszczęście w świecie na powierzchni.
uk: Душа повішеної людини, якій пошкодували поховальної церемонії. Одержима пошуками свого тіла й принагідно мучитиме живих. Лиха доля обов'язково спіткає тих, за кого вона вхопиться.

source: Jastrząb
uk: Сокіл

source: Te śmiertelnie niebezpieczne ptaki rzucają się na ofiarę z góry.
uk: Ці смертоносні птахи нападають на неуважних жертв згори.

source: Gromowy Jastrząb
uk: Громовий сокіл

source: Wyjątkowo terytorialny, zawsze głodny i elektryzujący.
uk: Вічно голодний і грізний охоронець своєї території, наділений електричними силами. Небезпечне поєднання.

source: Burzowy Jastrząb
uk: Сокіл блискавки

source: Elitarny Hobgoblin
uk: Елітний гобґоблінський воїн

source: Większy, silniejszy i wytrzymalszy hobgoblin. Lepszy w walce. I lepiej uzbrojony.
uk: Більший, сильніший і лютіший гобґоблін. І майстерніший у бою. І краще озброєний…

source: Hobgoblin Rzeźnik
uk: Гобґоблін-різник

source: W zasadzie są to po prostu większe, silniejsze gobliny. Domyślasz się zapewne, że są również wytrzymalsze... no i walczą lepiej... a jakie mają uzbrojenie!...
uk: Це ті самі ґобліни, жодної різниці… хіба що більші й сильніші. І витриваліші. І досвідченіші в бою. І з кращим озброєнням…

source: Hobgoblin Czarnoksiężnik
uk: Гобґоблінський бойовий маг

source: Hobgoblin Maruder
uk: Гобґоблін-мародер

source: Chochlik
uk: Біс

source: Chochliki wdzierają się do tego świata z innych płaszczyzn rzeczywistości w poszukiwaniu wszelkiego rodzaju smakowitości.
uk: Ці біси потрапили сюди з іншого світу, вони мають непереборну жагу збирати всілякі цукерки.

source: Chowaniec Bękart
uk: Біс-бастард

source: Chowańce Bękarty? Nazwy nie należy traktować dosłownie, po prostu często podróżnicy przezywają w ten sposób bardziej złośliwe i niebezpieczne okazy.
uk: Навряд чи бісів-бастардів називають так через сумнівне походження. Вони надокучливі й небезпечні.

source: Chochlik Uczeń
uk: Біс-учень

source: Chochlik Szaman
uk: Біс-шаман

source: Chochlik Mag
uk: Біс-маг

source: Chochlik Czarodziej
uk: Біс-чарівник

source: Kwasowa Galareta
uk: Кислотний кисіль

source: Galarety wchłaniają przeciwników, aby powoli dezintegrować ciała ofiary trawiącymi kwasami.
uk: Кисільні куби обволікають своїх жертв, аби потім повільно перетравлювати їх своїми шлунковими соками.

source: Czarna Galaretka
uk: Чорний кисіль

source: Błękitna Galareta
uk: Синій кисіль

source: Zielona Galaretka
uk: Зелений кисіль

source: Czerwona Galareta
uk: Червоний кисіль

source: Piorunująca Kostka
uk: Вдарений блискавкою кисіль

source: Według legendy te galaretki powstają, gdy piorun uderzy w większą Galaretkę.
uk: Згідно легенди, ці кисілі утворюються, коли в більший за розміром кисіль вдаряє блискавка.

source: Leprechaun
uk: Лепрекон

source: Złośliwy i chciwy rodzaj chochlika.
uk: Ці бешкетливі родичі бісів дуже люблять коштовності.

source: Złoty Leprechaun
uk: Золотий лепрекон

source: Sroka
uk: Сорока

source: Fahrulscy jubilerzy nienawidzą tych złodziejaszków.
uk: Ці злодійкуваті й настирливі істоти\u00A0— справжній головний біль для ювелірів Фарулу.

source: Rizzo
uk: Ріцо

source: Cisco
uk: Циско

source: Klaudia
uk: Клавдія

source: Gunther
uk: Ґюнтер

source: Beatrycze
uk: Беатріс

source: Hanna
uk: Ганна

source: Merling Magik
uk: Мерланг-маг

source: Był czas, gdy te żałosne stworzenia uprzykrzały jedynie życie żeglarzom. Dziś panują na morzach.
uk: Колись ці жалюгідні істоти були здатні хіба що докучати морякам. Тепер вони панують над цілим морем.

source: Merling Bojownik
uk: Мерланг-ополченець

source: Merling Łowca
uk: Мерланг-слідопит

source: Mimik
uk: Мімік

source: Mimiki to zabójcza broń, którą właściciele zabezpieczali się przed złodziejami. Jedyną metodą sprawdzenia, czy skrzynia jest Mimikiem, jest jej otwarcie.
uk: Міміки\u00A0— це смертоносний захист від грабіжників. Вони нічим не відрізняються від звичайних скринь, поки їх не відчиниш.

source: Pirat Bombowiec
uk: Пірат-бомбардир

source: Zguba marynarzy i poszukiwaczy przygód.
uk: Прокляття моряків і мандрівників.

source: Podchmielony Pirat
uk: П'яний пірат

source: Odkąd Merlingi panują na morzu, wielu piratów już tylko pije na umór.
uk: Тепер, коли мергланги захопили владу над морем, багато піратів безпросвітно п'ють.

source: Pirat Maruder
uk: Пірат-мародер

source: Pirat Artylerzysta
uk: Пірат-стрілець

source: Wróżka
uk: Піксі

source: Urocze, eteryczne istotki, które cieszą się wszystkim, również zniszczeniem i śmiercią.
uk: Ці маленькі казкові створіння сміються абсолютно над усім, зокрема над смертю й руйнуваннями.

source: Ciężkozbrojny członek armii Królowej.
uk: Добре озброєний боєць армії королеви.

source: Mag Królowej
uk: Королівський маг

source: Żołnierz Królowej
uk: Королівський солдат

source: Łowca Królowej
uk: Королівський розвідник

source: Szczur
uk: Пацюк

source: Od dawien dawna są źródłem plag i śmiertelnych chorób. Trudno uwierzyć, że niektórzy Fahrulczycy hodują je dla przyjemności.
uk: Поширює чуму й смерть століттями. Важко повірити, що деякі фарульці тримають їх як домашніх тваринок.

source: Większa odmiana szczura zamieszkująca zaułki i kuchnie w gospodach całego królestwa.
uk: Більший вид пацюка, що часто зустрічається в провулках і на кухнях шинків у всьому королівстві.

source: Wielki Szczur
uk: Велетенський гризун

source: Niezwykłych rozmiarów gryzoń.
uk: Гризун незвичайного розміру.

source: Skażony Szczur
uk: Чумний пацюк

source: Ogromny Skażony Szczur
uk: Велетенський чумний пацюк

source: Mewa
uk: Чайка

source: Duży i głodny Gull.
uk: Велика й голодна чайка.

source: Pan Mogiły
uk: Володар могил

source: Nawet nieumarli mają swoją hierarchię. Władca Cmentarzyska niepodzielnie rządzi w równym stopniu dzięki okrucieństwu i inteligencji.
uk: Навіть у нечисті є ієрархія, і мертвий король править розумно й невблаганно.

source: Nikt nie wie, jak istota bez mózgu może władać magią.
uk: Ніхто не знає, як створіння без мізків може читати заклинання.

source: Kościany Bojownik
uk: Костомаха-боєць

source: Odrażający nieumarły potwór włóczący się po świecie tylko po to, aby zadawać śmierć żywym istotom.\n
uk: Цей мерзенний неживий монстр блукає без жодної мети, і єдине, що його тішить\u00A0— смерть живих.\n

source: Kościany Skrytobójca
uk: Костомаха-вбивця

source: Wszystko, co ma puls i oddycha, jest narażone na agresję ze strony tej bezmyślnej maszyny do zabijania.
uk: Навіть удару серця або зітхання достатньо, щоб бездумна лють цього жахливого створіння була спрямована на вас.

source: Wąż Pończosznik
uk: Вуж

source: Skóra węży ma naturalną odporność na magię i jest czasami używana do tworzenia pancerzy.
uk: Зміїна шкура має природний опір до магії. Іноді її використовують для виготовленні броні.

source: Zielony Wąż
uk: Зелена змія

source: Brązowy Wąż
uk: Бура змія

source: Czerwony Wąż Pończosznik
uk: Червоний вуж

source: Czarny Wąż
uk: Чорна змія

source: Wąż Bagienny
uk: Болотяна змія

source: Pyton
uk: Пітон

source: Anakonda
uk: Анаконда

source: Pająk
uk: Павук

source: Sieci tych ogromnych pająków są na tyle duże i wytrzymałe, aby spętać jelenia albo inne duże zwierzę.
uk: Павутина цих гігантських павуків достатньо велика й міцна, щоб утримати оленя або іншу велику здобич.

source: Wielki Pająk
uk: Велетенський павук

source: Złośliwe dusze uwięzione między wymiarami.
uk: Пустотливі душі, що застрягли між світами.

source: Kieszonkowiec
uk: Кишеньковий злодій

source: Pieniądze albo życie.
uk: Гаманець або життя.

source: Złodziej
uk: Злодій

source: Doświadczony Złodziej
uk: Ватажок злодіїв

source: Dziecię Tryklopa
uk: Молодий триклоп

source: Kolosy z umysłem dziecka skłonne to składania wyjątkowo prostackich rymowanek. Lepiej by było, gdyby najpierw zadawały cios wielką maczugą, a dopiero potem otwierały usta.
uk: У цих чудовиськ є дратівлива схильність до дитячих віршиків, які чи не гірші за їхні удари дубинами.

source: Tryklop
uk: Триклоп

source: Troll
uk: Троль

source: Trolle lubują się w miażdżeniu mniejszych od siebie.
uk: Улюблена розвага тролів\u00A0— робити відбивну з усіх, хто менший за них.

source: Młoda Wiedźma
uk: Молода відьма

source: Jęk i krzyk
uk: Проблеми й неприємності

source: Wiedźma
uk: Відьма

source: Wilk Górski
uk: Скельний вовк

source: Ostatnimi czasy przebiegłe i wiecznie głodne wilki strasznie się rozbestwiły.
uk: Підступні й вічно голодні вовки останнім часом дуже осміліли.

source: Leśny Wilk
uk: Лісовий вовк

source: Wilk Polny
uk: Рівнинний вовк

source: Piekielne Szczenię
uk: Щеня пекельного гончака

source: Płomienne demoniczne psy przywoływane, aby pilnować swoich złowrogich mistrzów.
uk: Люті демонічні собаки, яких часто викликають для охорони зловісних таємниць.

source: Piekielny Ogar
uk: Пекельний гончак

source: Zjawa
uk: Примара

source: Zagubiona dusza, która nie załatwiła swoich spraw przed śmiercią. Teraz błąka się pogrążona w bólu i smutku.
uk: Загублена душа, у якої залишилася незакінчена справа: розділити з кимось біль і гіркоту, що її переслідують.

source: Przyjazny Orzeł
uk: Доброзичливий орел

source: Przyjazny Pająk
uk: Доброзичливий павук

source: Przyjazny Wilk
uk: Доброзичливий вовк

source: Do twojej drużyny dołącza nowy sojusznik.
uk: До вашого загону пристав новий товариш.

source: Stworzenie z Fahrulu
uk: Створіння Фарулу

source: Gerta
uk: Ґерті

source: Wśród mgieł, pod księżycem, na drogach i miedzach\nPo kres twego życia będę cię nawiedzać.
uk: У багнистих болотах від Сяну до Дону,\nПолюватиму за тобою до самого скону.

source: Widzę, że z tobą nie ma żartów. Dam ci spokój. Na razie.
uk: Бачу, з тобою краще не зв'язуватися. Я дам тобі спокій… поки що.

source: Przejdźmy do interesów. Jaki jest cel?
uk: Приступімо до справи. Яка ціль?

source: Zatrudniony Najemnik
uk: Найманець

source: Utrapienie z Fahrulu
uk: Неприємності Фарулу

source: Sakwa z 10 szt. złota
uk: Гаманець (10 зол.)

source: Mała sakiewka z niewielką ilością złota.
uk: Маленький гаманець, у якому кілька монет.

source: Sakwa z 25 szt. złota
uk: Гаманець (25 зол.)

source: Średnia sakiewka z przyzwoitą ilością złota.
uk: Середній гаманець, у якому чимало монет.

source: Sakwa z 40 szt. złota
uk: Гаманець (40 зол.)

source: Duża sakwa z pokaźną ilością złota.
uk: Великий гаманець, туго набитий монетами.

source: Czarny cukierek
uk: Чорна цукерка

source: Stałe zwiększenie obrażeń fizycznych
uk: Постійне підвищення фізичної шкоди

source: Słodzona gąbka
uk: Медовий корж

source: Stałe zwiększenie odporności
uk: Постійне підвищення опору

source: Słona łamiszczęka
uk: Солоний льодяник

source: Stałe wzmocnienie pancerza
uk: Постійне підвищення броні

source: Nocna Miętówka
uk: Опівнічна карамелька

source: Stałe zwiększenie uniku
uk: Постійне підвищення ухиляння

source: Ciągutka z alkoholem
uk: Примарна іриска

source: Stałe zwiększenie obrażeń magicznych
uk: Постійне підвищення магічної шкоди

source: Kula Oszustwa
uk: Сфера обману

source: Złoto
uk: Золото

source: Fahrulska waluta. Każda moneta jest warta swojej wagi w złocie.
uk: Валюта Фарулу. Кожна монета цінується на вагу золота.

source: Księga Wiedzy
uk: Книга знань

source: Rzadki manuskrypt opisujący historię Fahrulu. Można go użyć do odkrywania sekretów.
uk: Рідкісний манускрипт, у якому описана легендарна історія Фарулу. Відкриває секрети на місцевості.

source: Akt własności łodzi lądowej
uk: Купча на наземний човен

source: W każdym porcie możesz wymienić ten akt na nową łódź lądową.
uk: Обміняйте цю купчу на наземний човен у будь-якому порту.

source: Akt własności tratwy
uk: Купча на пліт

source: W każdym porcie możesz wymienić ten akt na nową tratwę!
uk: Обміняйте цю купчу на пліт у будь-якому порту.

source: Akt własności łodzi żaglowej
uk: Купча на вітрильний човен

source: W każdym porcie możesz wymienić ten akt na łódź żaglową.
uk: Обміняйте цю купчу на вітрильний човен у будь-якому порту.

source: Akt własności statku kupieckiego
uk: Купча на купецький корабель

source: W każdym porcie możesz wymienić ten akt na statek kupiecki.
uk: Обміняйте цю купчу на купецький корабель у будь-якому порту.

source: Akt własności opancerzonej łodzi
uk: Купча на бронечовен

source: W każdym porcie możesz wymienić ten akt na nową opancerzoną łódź!
uk: Обміняйте цю купчу на бронечовен у будь-якому порту.

source: Akt własności królewskiej fregaty
uk: Купча на королівський фрегат

source: W każdym porcie możesz wymienić ten akt na królewską fregatę!
uk: Обміняйте цю купчу на королівський фрегат у будь-якому порту.

source: Wino Hildebranta
uk: Вино Гільдебранта

source: To pyszne wino przywróci ci zdrowie i spowoduje dezorientację.
uk: Ковток цього прекрасного вина повністю відновить здоров'я й викличе розгубленість від сп'яніння.

source: Zapasy Hildebranta
uk: Добірне вино Гільдебранта

source: To pyszne wino przywróci cię do pełnego zdrowia i spowoduje dezorientację.
uk: Ковток цього прекрасного вина повністю вилікує і викличе розгубленість від сп'яніння.

source: Żelazny Trunek
uk: Хоробрість у пляшці

source: Wypicie tego napoju spowoduje chwilowe zwiększenie pancerza i odporności o {0} oraz zmniejszy unikanie o {1}.
uk: Випийте цей напій, щоб тимчасово збільшити броню й опір на {0}, але зменшити ухиляння на {1}.

source: Stalowa Dusza
uk: Відвага у пляшці

source: Miód
uk: Медовуха

source: Wypicie tego napoju chwilowo zagłuszy ból, ochroni od wszystkich obrażeń, jakie zada kolejny atak, i spowoduje oszołomienie.
uk: Споживання цього напою тимчасово приглушує чутливість до болю та нівелює шкоду від наступної атаки, але завдає приголомшення через сп'яніння.

source: Bimber
uk: Самогон

source: Wypicie tego napoju odbije obrażenia od następnego ataku i spowoduje ogłuszenie.
uk: Споживання цього напою повертає ворогові шкоду від наступної атаки, але завдає оглушення через сп'яніння.

source: Fahrulski Muł
uk: Фарульський мул

source: Wypicie tej tajemniczej mikstury tymczasowo zwiększy obrażenia od ataku o {0} i spowoduje oszołomienie.
uk: Споживання цієї загадкової суміші тимчасово збільшує шкоду від ваших атак на {0}, але завдає приголомшення через сп'яніння.

source: Herbata Korzenna
uk: Відвар із коріння

source: Wypicie tej przepysznej herbaty zapewni 1 dodatkową podstawową akcję i spowoduje dezorientację.
uk: Споживання цього смачного чаю надає 1 додаткову основну дію, але завдає розгубленості через сп'яніння.

source: Przyprawiony rum
uk: Пряний ром

source: Wypicie tego pysznego rumu spowoduje chwilowe zwiększenie pancerza i odporności o {0} oraz wywoła dezorientację.
uk: Споживання цього смачного рому тимчасово збільшує броню та опір шкоді на {0}, але завдає розгубленості через сп'яніння.

source: Oślizgły Przeżuwacz
uk: Слизький щипач

source: Użycie Oślizgłego Przeżuwacza podczas walki oczyszcza użytkownika, zapewnia czasową odporność i powoduje osłabienie.
uk: Використання слизького щипача в бою очищає гравця, дає тимчасовий імунітет і накладає негативний ефект.

source: Kula Końca Oszustwa
uk: Сфера безчесного вбивства

source: Aralia
uk: Аралія

source: Wykorzystanie Aralii podczas walki oczyszcza bieżące pole ze skażenia i zapewnia czasową odporność.
uk: Використання аралії в бою очистить навколишні клітинки від осквернення й дасть тимчасовий імунітет.

source: Martwy lotos
uk: Мертвий лотос

source: Ta roślina rzuci klątwę na każdego użytkownika, ale potrafi powstrzymać na chwilę śmierć.
uk: Той, хто використовує цю рослину, буде проклятий, але ненадовго врятується від смерті.

source: Ogniojedwab
uk: Вогняний шовк

source: Użycie Ogniojedwabiu całkowicie przywraca zdrowie.
uk: Вогняний шовк повністю відновлює здоров'я.

source: Bożybród
uk: Божбородка

source: Użycie Bożybroda przywróci +{0} PŻ.
uk: Використовуйте божбородку, щоб відновити +{0} здоров'я.

source: Złoty Korzeń
uk: Золотий корінь

source: Użycie Złotego Korzenia przywróci +{0} Skupienia.
uk: Використовуйте золотий корінь, щоб відновити +{0} зосередженості.

source: Zguba Wiedźmy
uk: Каргобій

source: Użycie Zguby Wiedźmy zdejmuje wszystkie klątwy.
uk: Каргобій знімає всі прокляття з того, хто його використовує.

source: Trawa pustelnika
uk: Трава відлюдника

source: Użyj tego zioła w podróży, by stać się niewykrywalnym.\nUżyj w trakcie walki, by zyskać {0} pkt. unikania.
uk: Ця трава допоможе стати непомітним під час подорожі.\nВикористовуйте під час битви, щоб набути ухиляння.

source: Nocna Pokrzywa
uk: Опівнічна кропива

source: Wykorzystanie Nocnej Pokrzywy zapewnia jeszcze jedną podstawową akcję.
uk: Опівнічна кропива дає 1 додаткову основну дію.

source: Tańcząca Pokrzywa
uk: Танцюй-кропива
